---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationPartCompareType.Material
enum: Autodesk.Revit.DB.Fabrication.FabricationPartCompareType
zh: 材质、材料
source: html/af08ec0a-ab0d-2ba4-c6cd-f11c236a6e4d.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationPartCompareType.Material

**中文**: 材质、材料

Compare Fabrication Material.